{"id": "12", "url": "https://en.wikipedia.org/wiki?curid=12", "title": "Anarchism", "text": "Anarchism Anarchism is a political philosophy that advocates self-governed societies based on voluntary, cooperative institutions and the rejection of hierarchies those societies view as unjust. These institutions are often described as stateless societies, although several authors have defined them more specifically as institutions based on non-hierarchical or free associations."}
{"id": "25", "url": "https://en.wikipedia.org/wiki?curid=25", "title": "Autism", "text": "Autism Autism is a developmental disorder characterized by difficulties with social interaction and communication, and by restricted and repetitive behavior. Parents usually notice signs during the first two or three years of their child's life. These signs often develop gradually, though some children with autism reach their developmental milestones at a normal pace before worsening."}
{"id": "39", "url": "https://en.wikipedia.org/wiki?curid=39", "title": "Albedo", "text": "Albedo Albedo () (, meaning 'whiteness') is the measure of the diffuse reflection of solar radiation out of the total solar radiation received by an astronomical body (e.g. a planet like Earth). It is dimensionless and measured on a scale from 0 (corresponding to a black body that absorbs all incident radiation) to 1 (corresponding to a body that reflects all incident radiation). Surface albedo is defined as the ratio of irradiance reflected to the irradiance received by a surface."}
{"id": "303", "url": "https://en.wikipedia.org/wiki?curid=303", "title": "Alabama", "text": "Alabama Alabama is a state in the southeastern region of the United States. It is bordered by Tennessee to the north, Georgia to the east, Florida and the Gulf of Mexico to the south, and Mississippi to the west. Alabama is the 30th largest by area and the 24th-most populous of the U.S. states. With a total of of inland waterways, Alabama has among the most of any state."}
{"id": "305", "url": "https://en.wikipedia.org/wiki?curid=305", "title": "Achilles", "text": "Achilles In Greek mythology, Achilles or Achilleus ( ; , Achilleus ) was a Greek hero of the Trojan War and the central character and the greatest warrior of Homer's Iliad. "}